Repository: ericcris414/AutoHausApp
Catalog: lib/l10n/app_*.arb
Languages: es

# janela
source: Window
es: Ventana

# controleManual
source: Manual Control
es: Control Manual

# detecaoChuva
source: Rain Detection:
es: Detección de Lluvia:

# modoAutomatico
source: Automatic Mode
es: Modo Automático

# controleClima
source: Weather-based control
es: Control basado en el clima

# abrir
source: Open
es: Abrir

# fechar
source: Close
es: Cerrar

# limpo
source: Clean ðŸŒž
es: Limpio 🌞

# umido
source: Wet ðŸŒ¦
es: Húmedo 🌦

# toldo
source: Awning
es: Toldo

# recolher
source: Retract
es: Recoger

# velocidades
source: Speeds
es: Velocidades

# motores
source: Motors
es: Motores

# configuracoes
source: Settings
es: Configuraciones

# dispositivos
source: Devices
es: Dispositivos

# procure
source: Search for your devices...
es: Busque sus dispositivos...

# lampada
source: Lamp
es: Lámpara

# hortas
source: Gardens
es: Huertas

# computador
source: Computer
es: Ordenador

# arCondicionado
source: Air Conditioner
es: Aire Acondicionado

# cronoJanela
source: Window Ajustments
es: Ajustes Ventana

# cronoToldo
source: Awning Ajustments
es: Ajustes Toldo

# abreEfecha
source: Scheduled opening and closing:
es: Apertura y cierre programado:

# abrirJanela
source: Open Window
es: Abrir Ventana

# abrirToldo
source: Open Awning
es: Abrir Toldo

# fecharJanela
source: Close Window
es: Cerrar Ventana

# fecharToldo
source: Close Awning
es: Cerrar Toldo

# motorADianteiroToldo
source: Front Motor A Awning
es: Motor A Frontal Toldo

# motorBTraseiroToldo
source: Rear Motor B Awning
es: Motor B Trasero Toldo

# motorToldo
source: Awning Motor
es: Motor Toldo

# motorJanela
source: Window Motor
es: Motor Ventana

# pararMotores
source: Stop Motors
es: Detener Motores

# toldoAbrir
source: Awning Open
es: Toldo Abrir

# toldoRecolher
source: Awning Retract
es: Toldo Recoger

# recolherToldo
source: Retract Awning
es: Recoger Toldo

# definirVelocidades
source: Set Speeds
es: Definir Velocidades

# resetarVelocidades
source: Reset Speeds
es: Reiniciar Velocidades

# ajustedeIP
source: IP Settings
es: Ajuste de IP

# idioma
source: Language
es: Idioma

# ipdoesp
source: ESP32 IP
es: IP del ESP32

# portoes
source: Gates
es: Portones

# frente
source: Front
es: Frente

# tras
source: Back
es: Atrás

# ajusteVel
source: Adjustment of the Speeds
es: Ajuste de las Velocidades

# velAFrente
source: Speed A Forward
es: Vel A Adelante

# velATras
source: Speed A Backward
es: Vel A Atrás

# velBFrente
source: Speed B Forward
es: Vel B Adelante

# velBTras
source: Speed B Backward
es: Vel B Atrás

# abrirA
source: Open
es: Abrir

# fecharA
source: Close
es: Cerrar

# recolherA
source: Retract
es: Recoger

# chuva
source: Rain
es: Lluvia

# luminosidade
source: Luminosity
es: Luminosidad

# selSensor
source: Select sensor
es: Seleccionar sensor

# controleMotores
source: Motor Control
es: Control de Motores

# selecionar
source: Select
es: Seleccionar
